export const BadgeMakerPlaceholders = [
  "Нажми, чтобы ввести заметку о пользователе",
  "Сначала напиши что-нибудь",
  "Да, вот прям здесь",
  "Вот прям вот тута вот",
  "Ты намёков не понимаешь, да?",
  "ПИСАТЬ ЗДЕСЬ!",
  "Я уже говорил тебе, что такое безумие?",
  "Тебе просто нравится надо мной издеваться?",
  "Ты вынуждаешь меня принять меры",
  "Принятие мер через: 3",
  "Принятие мер через: 2",
  "Принятие мер через: 1",
  "Принятие мер через: 0",
  ">: Рассылаю историю браузера во все мессенджеры",   // строка ввода мигает чёрно-красным
  ">: Рассылка: [█████____25%________]",               // строка ввода мигает чёрно-красным
  ">: Рассылка: [█████████50%________]",               // строка ввода мигает чёрно-красным
  ">: Рассылка: [█████████75%███_____]",               // строка ввода мигает чёрно-красным
  "Окей, мы оба немного погорячились",
  "Давай представим, что ничего этого не было",        // уходим на новый круг
];
export const congratsBadgeMakerPlaceholder = "Заметка добавлена";

export const defaultColor = "light-gray";
export const buttonColors = ["light-gray", "blue", "red", "green", "yellow", "gray"];
export const badgeTextMaxLength = 35;